Repository: idanidev/RentalMngr-iOS
Catalog: RentalMngr/Core/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Refrigerator: Organize space according to the number of housemates. Clean the interior at least once a month.
es: Frigorífico: Organiza el espacio según el número de compañeros. Limpia el interior al menos una vez al mes.

source: Reject
es: Rechazar

source: Remember to check this month's rent payments.
es: Recuerda revisar los pagos de alquiler de este mes.

source: Reminders
es: Recordatorios

source: Renew
es: Renovar

source: Renew 1 year
es: Renovar 1 año

source: Renew 6 months
es: Renovar 6 meses

source: Renew contract
es: Renovar contrato

source: Renew Contract
es: Renovar contrato

source: Renewal Duration
es: Duración de la renovación

source: Rent
es: Alquiler

source: Rent Collection
es: Cobro de alquiler

source: Rent payments
es: Pagos de alquiler

source: Repairs
es: Reparaciones

source: Reports
es: Informes

source: Reset Password
es: Restablecer contraseña

source: Retry
es: Reintentar

source: Role
es: Rol

source: Room
es: Habitación

source: Room 1
es: Habitación 1

source: Room changes
es: Cambios de habitación

source: Room name
es: Nombre de la habitación

source: ROOM PHOTOS
es: FOTOS DE LA HABITACIÓN

# room.type.common
source: Common area
es: Zona común

# room.type.private
source: Private room
es: Habitación privada

source: Rooms
es: Habitaciones

source: Rooms are where your tenants live. You can add more later.
es: Las habitaciones son donde viven tus inquilinos. Puedes añadir más después.

source: RULES OF RESPECT AND GOOD COEXISTENCE
es: NORMAS DE RESPETO Y BUENA CONVIVENCIA

source: Save
es: Guardar

source: Save Changes
es: Guardar cambios

source: Scan document
es: Escanear documento

source: Search
es: Buscar

source: Search properties, rooms, tenants...
es: Buscar propiedades, habitaciones, inquilinos...

source: Select App Language
es: Seleccionar Idioma de la App

source: Select new room
es: Seleccionar nueva habitación

source: Select renewal duration
es: Seleccionar duración de la renovación

source: Select the renewal duration
es: Selecciona la duración de la renovación

source: Select which utility services this property has to track their payments.
es: Selecciona los suministros de esta propiedad para registrar sus pagos.

source: Select...
es: Seleccionar...

source: Send invitation
es: Enviar invitación

source: Send Link
es: Enviar enlace

source: Sends a test notification to verify everything is working correctly.
es: Envía una notificación de prueba para verificar que todo funciona correctamente.

source: Session expired. Please sign in again.
es: Sesión expirada. Por favor, inicia sesión de nuevo.

source: Share
es: Compartir

source: Share access with your team
es: Comparte el acceso con tu equipo

source: Share ad
es: Compartir anuncio

source: Share contract
es: Compartir contrato

source: Shared expenses
es: Gastos compartidos

source: Shopping
es: Compras

source: Show completed
es: Mostrar completados

source: Sign In
es: Iniciar sesión

source: Sign Out
es: Cerrar Sesión

source: Sign Out Confirmation Title
es: ¿Cerrar sesión?

source: Size
es: Tamaño

source: Size m² (optional)
es: Tamaño m² (opcional)

source: Size:
es: Tamaño:

source: Skip
es: Omitir

source: Skip for now
es: Omitir por ahora

source: Smart Alerts
es: Alertas inteligentes

source: Smart alerts so nothing ever slips through the cracks
es: Alertas inteligentes para que nada se escape

source: SPECIAL CONDITIONS
es: CONDICIONES ESPECIALES

source: Split type
es: Tipo de reparto

source: Start
es: Inicio

source: Start by adding the property you want to manage.
es: Empieza añadiendo la propiedad que quieres gestionar.

source: Start date
es: Fecha inicio

source: Start Date
es: Fecha de inicio

source: Start Using RentalMngr
es: Empezar a usar RentalMngr

source: Status
es: Estado

source: Stay ahead of important dates without having to open the app.
es: Mantente al tanto de fechas importantes sin abrir la app.

source: Street, city
es: Calle, ciudad

source: Summary
es: Resumen

source: System
es: Sistema

source: Tap a variable to copy it
es: Toca una variable para copiarla

source: Tap Edit to write the contract template for this property.
es: Pulsa Editar para escribir la plantilla de contrato de esta propiedad.

source: Taxes
es: Impuestos

source: Template
es: Plantilla

source: Tenant
es: Inquilino

source: Tenant address
es: Dirección inquilino

source: Tenant documents all in one place
es: Documentos del inquilino en un solo lugar

source: Tenant ID
es: DNI inquilino

source: Tenant Management
es: Gestión de inquilinos

source: Tenant name
es: Nombre inquilino

source: Tenants
es: Inquilinos

source: Tenants & Contracts
es: Inquilinos y contratos

source: Tenants, contracts and deposits tracked
es: Inquilinos, contratos y fianzas controlados

source: Terminated
es: Terminado

source: Terrace
es: Terraza

source: Testing
es: Pruebas

source: Theme
es: Tema

source: This action cannot be undone. All associated rooms, tenants, and financial data will be deleted.
es: Esta acción no se puede deshacer. Se eliminarán todas las habitaciones, inquilinos y datos financieros asociados.

source: This information will appear on generated contracts.
es: Esta información aparecerá en los contratos generados.

source: This will mark the tenant as inactive.
es: Esto marcará al inquilino como inactivo.

source: This will replace the current template with the global one.
es: Esto reemplazará la plantilla actual con la plantilla global.

source: Title *
es: Título *

source: Tools
es: Herramientas

source: Track deposits and monthly payments
es: Control de fianzas y mensualidades

source: Track expenses to split among tenants
es: Registra gastos para repartir entre inquilinos

source: Track rent payments, utilities and expenses in one place. Know exactly how your properties perform.
es: Registra los pagos de alquiler, suministros y gastos en un solo lugar. Conoce exactamente el rendimiento de tus propiedades.

source: Trash collection
es: Recogida de basura

source: Type
es: Tipo

source: Type:
es: Tipo:

source: Unread
es: No leído

source: Upcoming rent payment reminders
es: Avisos de próximos pagos de alquiler

source: Upload
es: Subir

source: Upload contracts, invoices, or IDs.
es: Sube contratos, facturas o DNIs.

source: Upload error
es: Error al subir

source: Upload file
es: Subir archivo

source: Uploading...
es: Subiendo...

source: Users with access
es: Usuarios con acceso

source: Utilities
es: Suministros

source: Utility bills broken down by room
es: Suministros desglosados por habitación

source: Utility charges will appear here once created
es: Los cargos de suministros aparecerán aquí una vez creados

source: Vacant
es: Libre

source: Version
es: Versión

source: View
es: Ver

source: View inventory
es: Ver inventario

source: View photos (%lld)
es: Ver fotos (%lld)

source: Viewer
es: Espectador

source: Visitors
es: Visitas

source: Water
es: Agua

source: Weekly
es: Semanal

source: Weekly report
es: Informe semanal

source: Weekly summary
es: Resumen semanal

source: Welcome!
es: ¡Bienvenido!

source: When a new expense is logged on any of your properties
es: Cuando se registra un nuevo gasto en alguna de tus propiedades

source: When a payment is marked as paid or a new income entry is added
es: Cuando un pago se marca como pagado o se registra un nuevo ingreso

source: When a room is occupied, vacated or its details are updated
es: Cuando una habitación se ocupa, queda libre o se actualizan sus datos

source: When someone accepts or rejects an invitation to a property
es: Cuando alguien acepta o rechaza una invitación a una propiedad

source: Write a contract template in the editor to preview it here.
es: Escribe una plantilla de contrato en el editor para previsualizarla aquí.

source: Write your contract template here. Use the variables above to insert dynamic data like tenant name, dates, and amounts.
es: Escribe aquí tu plantilla de contrato. Usa las variables de arriba para insertar datos dinámicos como el nombre del inquilino, fechas e importes.

source: You
es: Tú

source: You have %lld pending rent payment(s).
es: Tienes %lld pago(s) de alquiler pendiente(s).

# You have %lld unread notification%@
source: You have %1$lld unread notification%2$@
es: Tienes %1$lld notificación(es) sin leer%2$@

source: You have been granted access to: %@
es: Se te ha concedido acceso a: %@

source: You have no invitation notifications
es: No tienes notificaciones de invitaciones

source: You have no pending invitations
es: No tienes invitaciones pendientes

source: You have no pending notifications
es: No tienes notificaciones pendientes

source: You have no registered properties
es: No tienes propiedades registradas

source: You have read all notifications
es: Has leído todas las notificaciones

source: You will also receive an alert when a contract has already expired.
es: También recibirás una alerta cuando un contrato ya haya vencido.

source: Your current session will be closed
es: Se cerrará tu sesión actual

source: Your Properties, Organised
es: Tus propiedades, organizadas

source: Your workspace is ready. Here's what we created:
es: Tu espacio está listo. Esto es lo que hemos creado:
